Repository: hui-shao/lively
Catalog: src/livelywpf/livelywpf/Properties/Resources.*.resx
Languages: ja, pt

# txtLivelyWallpaperTypeWebAudio
source: Web Audio Reactive
pt: Web Reativo a Áudio

# txtTileUnity
source: Unity Software
pt: Software Unity
