Repository: hui-shao/lively
Catalog: src/livelywpf/livelywpf/Properties/Resources.*.resx
Languages: ja, pt

# cmbBoxAllDisplays
source: All Display(s)
ja: すべてのディスプレイ
pt: Todos os Ecrãs

# cmbBoxGIFPlayer1ToolTip
source: Low memory usage, high cpu usage
ja: 低メモリ使用量、高CPU使用量
pt: Utilização baixa de memória, utilização alta de CPU

# cmbBoxGIFPlayer2ToolTip
source: Lower cpu usage (depending on codec settings)
ja: 低いCPU使用率（コーデック設定による）
pt: Utilização de CPU mais baixa (dependendo das definições do codec)

# cmbBoxKill
source: Kill(Free Memory)
ja: キル（空きメモリ）
pt: Terminar(Libertar Memória)

# cmbBoxNothing
source: Nothing
ja: なし
pt: Nada

# cmbBoxPaugeAlgorithmAllProcess
source: All Processes (Experimental)
ja: すべてのプロセス（実験的）
pt: Todos os processos (Experimental)

# cmbBoxPause
source: Pause
ja: 一時停止
pt: Pausar

# cmbBoxPauseAlgorithmForeground
source: Foreground Process
ja: フォアグラウンドプロセス
pt: Processo em primeiro plano

# cmbBoxPerDisplay
source: Per Display
ja: ディスプレイごと
pt: Por Ecrã

# cmbBoxSpan
source: Span
ja: Span（実験的）
pt: Esticar

# cmbBoxVideoPlayer1
source: Media Foundation
ja: メディアファンデーション

# msgAppCommandLineArgs
source: Enter commandline arguments for the application if any (optional, leave blank if none):-
ja: アプリケーションのコマンドライン引数がある場合は入力します（オプション、ない場合は空白のままにします）：
pt: Inserir argumentos de linha de comando para a aplicação se existirem (opcional, deixar em branco se nenhums):-

# msgAppCommandLineArgsTitle
source: Start Arguments
ja: 開始引数
pt: Argumentos de início

# msgAppGUIFailure
source: The selected wallpaper(application) has no graphical user interface(GUI). Terminating application...
ja: 選択した壁紙（アプリケーション）には、グラフィカルユーザーインターフェイス（GUI）がありません。 アプリケーションを終了しています...
pt: O fundo seleccionado(aplicação) não têm interface de utilizador(GUI). Terminando aplicação...

# msgAppTimeout
source: Failed to catch application window. The wallpaper(application) is taking too long to start(more than ~30sec), it could be due to: Virus scan/ Application is too big. Wait & try again. (optionally you can edit the waiting time, check out wiki for more information.) Terminating application...
ja: アプリケーションウィンドウをキャッチできませんでした。 壁紙（アプリケーション）の起動に時間がかかりすぎています（30秒以上）。原因は次のとおりです。 ウイルススキャン/アプリケーションが大きすぎます。 待つ&再試行する。 （オプションで、待ち時間を編集できます。詳細については、Wikiを参照してください。） アプリケーションを終了しています...
pt: Falha ao capturar a janela da aplicação. O fundo(aplicação) está a demorar a iniciar(mais de ~30 segundos), pode ser devido a: Análise de Vírus/ A aplicação é muito grande. Esperar e tentar novamente. (opcionalmente pode editar o tempo de espera, consulte a wiki para mais informações.) Terminando aplicação...

# msgDamangedLivelyFile
source: Damaged wallpaper file, try redownloading.
ja: 破損した壁紙ファイル、再ダウンロードしてみてください。
pt: Ficheiro de fundo danificado, tente descarregar novamente.

# msgDeleteConfirmation
source: Are you sure you want to permanently delete the wallpaper from the disk?
ja: ディスクから壁紙を完全に削除してもよろしいですか？
pt: De certeza que quer apagar permanentemente o fundo do disco?

# msgDeleteConfirmationTitle
source: Confirm Deletion
ja: 削除の確認
pt: Confirmar Remoção

# msgDeletionFailure
source: Currently running as wallpaper, cannot delete! Close this wallpaper to delete it.
ja: 現在壁紙として実行中、削除できません！ この壁紙を閉じて削除してください。
pt: Fundo a correr de momento, não é possivel remover! Feche o fundo para o eliminar.

# msgDeletionFailureTitle
source: Deletion Failed
ja: 削除に失敗しました
pt: A remoção falhou

# msgDragDropOtherFormats
source: This file format is not supported for drag & drop, open it in 'Type' page instead.
ja: このファイル形式は、ドラッグ&ではサポートされていませんドロップして、代わりに「タイプ」ページで開きます。
pt: Não é suportado arrastar e soltar este formato de ficheiro, abra-o na página 'Tipo'

# msgDragDropOtherFormatsTitle
source: Lively: Not Supported
ja: Lively：サポートされていません
pt: Lively: Não suportado

# msgExternalAppWarning
source: You are opening an external application as wallpaper. Malicious applications can host malware, virus.. and do harm to your system. Only continue if this application comes from a trusted source.
ja: 外部アプリケーションを壁紙として開いています。 悪意のあるアプリケーションは、マルウェア、ウイルスをホストし、システムに害を及ぼす可能性があります。 このアプリケーションが信頼できるソースからのものである場合にのみ続行します。
pt: Está a abrir uma aplicação externa como fundo. Aplicações maliciosas podem conter malware, vírus.. e danificar o sistema. Apenas prossiga se a aplicação é proveniente de uma fonte confiável.

# msgExternalAppWarningTitle
source: Warning
ja: 警告
pt: Aviso

# msgGIFfailure
source: GIF file playback failed. Is the GIF file corrupted? Try redownloading.
ja: GIFファイルの再生に失敗しました。 GIFファイルは破損していますか？再ダウンロードしてみてください。
pt: A reprodução do ficheiro GIF falhou. O ficheiro GIF está corrumpido? Tente descarregar novamente.

# msgHighContrastFailure
source: Lively cannot work properly with Windows High Contrast mode enabled! Disable High Contrast mode & Try again.
ja: Livelyは、Windowsハイコントラストモードが有効になっていると正しく動作しません！ ハイコントラストモードを無効にする&再試行してください。
pt: O Lively não funciona corretamente com o modo de alto contraste do Windows ativo! Desative o modo de alto contraste e tente de novo.

# msgLoadExternalLink
source: You are about to open an external webpage on your browser. URL:-
ja: ブラウザで外部Webページを開こうとしています。 URL：-
pt: Está prestes a abrir uma página web externa no seu browser. URL:-

# msgLoadExternalLinkTitle
source: Load Webpage?
ja: Webページをロードしますか
pt: Carregar página web?

# msgLoadingAppWallpaper
source: Starting up external application..
ja: 外部アプリケーションの起動..
pt: Iniciando aplicação externa..

# msgMediaFoundationFailure
source: Media playback failed: Missing Codec/ Corrupted File. Install LAV codec & Try switching to Directshow videoplayer.
ja: メディアの再生に失敗しました：コーデックが見つかりません/ファイルが破損しています。 LAVコーデックをインストール& Directshow videoplayerに切り替えてみてください。 詳細な手順： www.github.com/rocksdanister/lively/wiki/Video-Guide
pt: A reprodução de Média falhou: Codec em falta/ Ficheiro corrompido. Instale o codec LAV e experimente mudar para o reprodutor Directshow.

# msgMediakitFailure
source: Media playback failed: Missing Codec/ Corrupted File. Don't forget to install LAV codec.
ja: メディアの再生に失敗しました：コーデックが見つかりません/ファイルが破損しています。 LAVコーデックをインストールすることを忘れないでください： www.github.com/Nevcairiel/LAVFilters/releases 詳細な手順： www.github.com/rocksdanister/lively/wiki/Video-Guide
pt: A reprodução de Média falhou: Codec em falta/ Ficheiro corrompido. Não se esqueça de instalar o codec LAV.

# msgRestoringInProgress
source: Currently restoring previous wallpaper(s), please wait.
ja: 現在、以前の壁紙を復元しています。しばらくお待ちください。
pt: A restaurar o fundo(s) anterior(es), aguarde por favor.

# msgRestoringPrevWallpapers
source: Restoring previous wallpaper(s)..
ja: 以前の壁紙を復元しています..
pt: A restaurar o(s) fundo(s) anterior(es)..

# msgSafeModeWarning
source: Lively was not closed properly, starting in safe mode. Do you wish to restore previously running wallpapers? Error information is saved at:-
ja: Livelyは、セーフモードで起動して、適切に閉じられませんでした。 以前に実行していた壁紙を復元しますか？ エラー情報は次の場所に保存されます。
pt: O Lively foi fechado de forma imprópria, iniciado em modo seguro. Pretende restaurar fundos previamente a correr? Informação de erro guardada em:-

# msgSingleInstanceOnly
source: Lively is already running! If not-responding terminate process "livelywpf" in taskmanager & try again.
ja: Livelyはすでに実行中です！ 応答しない場合、taskmanager&のプロセス「livelywpf」を終了もう一度お試しください。
pt: O Lively já está a correr! Se não está a responder termine o processo "livelywpf" no gestor de tarefas e tente de novo

# msgUrlLoad
source: Enter website link to load, Shadertoy.com shader links are supported:-
ja: 読み込むWebサイトリンクを入力してください。Shadertoy.comシェーダーリンクがサポートされています：-
pt: Insira o link da página web a carregar, links do Shadertoy.com são suportados:-

# msgUrlLoadTitle
source: Load webpage
ja: ウェブページの読み込み
pt: Carregar página web

# msgUrlWarning
source: You are about to load an external website. Malicious Web pages can be harmful to your computer (malware, virus ..) Only enter links to websites that you trust.
ja: 外部Webサイトをロードしようとしています。 悪意のあるWebページは、コンピューターに有害である可能性があります（マルウェア、ウイルス..） 信頼できるWebサイトへのリンクのみを入力してください。
pt: Está preste a carregar uma página web externa. Páginas maliciosas podem danificar o seu computador (malware, virus ..) Apenas insira links de páginas web que confia.

# msgUrlWarningTitle
source: Warning
ja: 警告
pt: Aviso

# msgWebBrowserMissing
source: Web browser component is missing, either download separately:- https://github.com/rocksdanister/lively-cef OR Download the full version of lively.
ja: Webブラウザコンポーネントがありません。個別にダウンロードするか、 https://github.com/rocksdanister/lively-cef または livelyのフルバージョンをダウンロードします。
pt: Componente do navegador web em falta, descarregue separadamente:- https://github.com/rocksdanister/lively-cef OU Descarregue a versão completa do lively.

# msgWorkerWFailure
source: It looks like some settings needs to be set to make Lively work:- 1. Open This PC(My Computer) 2. Right-click empty area 3. Select Properties 4. Select Advanced System Settings 5. Under Performance tab select Settings 6. Enable Animate controls and elements inside windows & Apply. If Windows 7 just set - Adjust for best appearance & Apply. If still not working, close & start Lively again/ restart windows. (Does not work in insider windows 10 builds)
ja: Livelyを動作させるには、いくつかの設定を設定する必要があるようです：- 1.このPC（マイコンピュータ）を開きます 2.空の領域を右クリックします 3.プロパティを選択します 4.システムの詳細設定を選択します 5. [パフォーマンス]タブで[設定]を選択します 6.ウィンドウ内のアニメーションコントロールと要素を有効にします。適用します。 Windows 7が設定されている場合-最適な外観と調整適用します。 それでも機能しない場合は、&を閉じます。 Livelyを再び起動/ウィンドウを再起動します。
pt: Parece que algumas definições necessitam de ser definidas para que o Lively funcione:- 1. Abrir Este PC(O meu Computador) 2. Clicar com o botão direito numa área vazia. 3. Seleccionar Propriedades 4. Seleccionar Definições Avançadas do Sistema 5. Na aba Desempenho selecionar Definições 6. Ativar Animar controlos e elementos dentro de janelas. Se for Windows 7 ativar - Ajustar para a melhor aparência e Aplicar. Se ainda não funcionar, fechei e inicie o Lively/ reinicei o Windows. (Não funciona nas versões insider do windows 10)

# titleAbout
source: About
ja: 概要
pt: Acerca

# titleLibrary
source: Library
ja: ライブラリ
pt: Biblioteca

# titleSettings
source: Settings
ja: 設定
pt: Definições

# titleType
source: Type
ja: タイプ
pt: Tipo

# toolTipMinimizeMsg
source: I'm minimized to systemtray, right click lively icon for more options.
ja: システムトレイに最小化され、オプションを追加するにはライブアイコンを右クリックします。
pt: Estou minimizado na área de notificação, clique com o botão direito no lively para mais opções.

# toolTipUpdateMsg
source: A new version is available!
ja: 新しいバージョンが利用可能です
pt: Uma nova versão está disponível!

# toolTipWallpaperSkip
source: Some wallpaper(s) were skipped because of missing file(s)!
ja: ファイルが欠落しているため、一部の壁紙がスキップされました！
pt: Alguns fundo(s) foram ignorado(s) devido a ficheiro(s) em falta!

# txtApplicationRules
source: Application Rules
ja: アプリケーションルール
pt: Regras de Aplicação

# txtAudioIn
source: Audio In:
ja: オーディオ入力：
pt: Entrada de Áudio:

# txtAudioInToolTip
source: Blocks browsers access to system audio.
ja: ブラウザからシステムオーディオへのアクセスをブロックします。
pt: Bloqueia o acesso do navegador ao áudio do sistema.

# txtAudioLabel1
source: Audio is always disabled in multiple monitor systems.
ja: オーディオは、複数のモニターシステムで常に無効になっています。
pt: O Áudio é sempre desativado em sistemas com multiplos monitores.

# txtAudioLabel2
source: "Audio In" is disabled, Web audio visualisers will not work.
ja: 「オーディオ入力」が無効になっているため、Webオーディオビジュアライザーは機能しません。
pt: A "Entrada de Áudio" é desativada, visualizadores de áudio web não irão funcionar.

# txtAudioOut
source: Audio Out:
ja: 音声出力：
pt: Saída de Audio:

# txtAudioOutToolTip
source: Unmute/mute video player.
ja: 動画プレーヤーのミュート解除/ミュート
pt: Desativar/ativar som do reprodutor de vídeo.

# txtBrowser
source: Web Browser:
ja: Webブラウザー：
pt: Navegador Web:

# txtBrowserToolTip
source: Select web browser for web wallpapers(coming soon)
ja: Web壁紙用のWebブラウザーを選択（近日公開）
pt: Seleccionar navegador web para fundos web(brevemente)

# txtCloseAllWallpapers
source: Close All Wallpapers
ja: すべての壁紙を閉じる
pt: Fechar Todos os Fundos

# txtComingSoon
source: Coming Soon
ja: 近日公開
pt: Brevemente

# txtContextMenuCloseAll
source: Close All Wallpapers
ja: すべての壁紙を閉じる
pt: Fechar Todos os Fundos

# txtContextMenuCloseWallpaper
source: Close Wallpaper
ja: 壁紙を閉じる
pt: Fechar Fundo

# txtContextMenuDeleteWallpaper
source: Delete Wallpaper
ja: 壁紙を削除
pt: Eliminar Fundo

# txtContextMenuExit
source: Exit
ja: 終了
pt: Sair

# txtContextMenuExport
source: Export lively .zip
ja: 活発な.zipをエクスポート
pt: Exportar lively .zip

# txtContextMenuOpenLively
source: Open Lively
ja: 活発に開く
pt: Abrir Lively

# txtContextMenuShowOnDisk
source: Show on Disk
ja: ディスクに表示
pt: Mostrar em Disco

# txtContextMenuUpdate1
source: Checking for update
ja: 更新の確認
pt: Procurar atualizações

# txtContextMenuUpdate2
source: Update Available!
ja: アップデートが利用可能です
pt: Atualização Disponível!

# txtContextMenuUpdate3
source: Is this Beta software?
ja: これはベータ版ソフトウェアですか？
pt: Isto é software Beta?

# txtContextMenuUpdate4
source: Lively is up-to-date!
ja: Livelyは最新です！
pt: O Lively está atualizado!

# txtContextMenuUpdate5
source: Error Checking for Update
ja: 更新の確認エラー
pt: Erro ao Procurar Atualização

# txtCreateWallpaper
source: Create Wallpaper
ja: 壁紙を作成
pt: Criar Fundo

# txtCreatingZip
source: Creating Lively zip file
ja: 活発なzipファイルを作成しています。
pt: A Criar ficheiro zip Lively

# txtDisplayPauseRule
source: Display Pause Rule:
ja: 一時停止ルールを表示：
pt: Regra do Ecrã de Pausa:

# txtDownload
source: Download
ja: ダウンロード
pt: Descarregar

# txtGIFPlayer
source: GIF Player:
ja: GIFプレーヤー：
pt: Reprodutor de GIF:

# txtGifPlayerToolTip
source: Directshow requires additionals plugins to be installed.
ja: Directshowには、追加プラグインのインストールが必要です。
pt: Directshow necessita que plugins adicionais sejam instalados.

# txtGifScaling
source: GIF Scaling/Fit:
ja: GIFフィット：
pt: Escala/Ajuste GIF:

# txtHelp
source: Help
ja: ヘルプ
pt: Ajuda

# txtIgnore
source: Ignore
ja: 無視
pt: Ignorar

# txtInstall
source: Install
ja: インストール
pt: Instalar

# txtInstallWallpaper
source: Install Wallpaper
ja: 壁紙をインストール
pt: Instalar Fundo

# txtLabel1
source: Select wallpaper type to load:-
ja: 読み込む壁紙の種類を選択：-
pt: Seleccionar tipo de fundo a carregar:-

# txtLabel10
source: Attribution:
ja: 属性：
pt: Atribuição:

# txtLabel11
source: What should I use?
ja: 私は何を使うべきですか？
pt: O que devo usar?

# txtLabel12
source: Type:
ja: タイプ：
pt: Tipo:

# txtLabel120FPS
source: Force 120FPS UI
ja: 120FPS UIを強制する
pt: Forçar 120FPS IU

# txtLabel13
source: Author:
ja: 作成者：
pt: Autor:

# txtLabel14
source: Contact:
ja: 連絡先：
pt: Contacto:

# txtLabel15
source: General
ja: 一般：
pt: Geral

# txtLabel16
source: Require app restart
ja: アプリの再起動が必要：
pt: Requer reinício da app

# txtLabel17
source: Video
ja: ビデオ：
pt: Vídeo

# txtLabel19
source: Web Browser
ja: Webブラウザー：
pt: Navegador Web

# txtLabel2
source: Just drag and drop files if you prefer it that way instead.
ja: 代わりにメディアファイルを希望する場合は、ドラッグアンドドロップするだけです。
pt: Arraste e solte ficheiros se preferir dessa maneira.

# txtLabel20
source: Performance
ja: パフォーマンス：
pt: Desempenho

# txtLabel21
source: Set wallpaper(s) playback behaviour based on running application:-
ja: 実行中のアプリケーションに基づいて壁紙の再生動作を設定します：-
pt: Definir o comportamento da reprodução do(s) fundo(s) baseado na aplicação a correr:-

# txtLabel22
source: Add
ja: 追加
pt: Adicionar

# txtLabel23
source: Remove
ja: 削除
pt: Remover

# txtLabel24
source: Select Wallpaper Layout:-
ja: 壁紙レイアウトを選択：-
pt: Seleccionar disposição do(s) fundo(s):-

# txtLabel25
source: Pick a wallpaper type to create:-
ja: 作成する壁紙タイプを選択：-
pt: Escolha o tipo de fundo a criar:-

# txtLabel26
source: Library File: Create easy to share .zip file that loads wallpaper into Lively's library. To simply play a file as wallpaper, this is not required; just drag and drop the file to lively window.
ja: ライブラリファイル：Livelyのライブラリに壁紙を読み込む簡単に共有できる.zipファイルを作成します。 ファイルを壁紙として単に再生するには、これは必要ありません。ファイルを活発なウィンドウにドラッグアンドドロップするだけです。
pt: Ficheiro de Biblioteca: Cria um ficheiro .zip fácil de partilhar que carrega o fundo para a biblioteca do Lively. Para reproduzir um ficheiro como fundo, isto não é necessário; arraste e solte o ficheiro na janela do lively.

# txtLabel27
source: Contact Website(optional):-
ja: 連絡先Webサイト（オプション）：-
pt: Página Web de Contacto(opcional):-

# txtLabel28
source: License(optional):-
ja: ライセンス（オプション）：-
pt: Licença(opcional):-

# txtLabel29
source: Title:-
ja: タイトル：-
pt: Título:-

# txtLabel3
source: These materials are not sponsored by or affiliated with Unity Technologies, Godot, Bizhawk, Shadertoy.com
ja: これらの資料は、Unity Technologies、Godot、Bizhawk、Shadertoy.comがスポンサーまたは提携していません
pt: Estes materiais não são patrocinados ou afiliados com Unity Technologies, Godot, Bizhawk, Shadertoy.com

# txtLabel30
source: Description:-
ja: 説明：-
pt: Descrição:-

# txtLabel31
source: Select File
ja: ファイルを選択
pt: Seleccionar Ficheiro

# txtLabel32
source: Thumbnail (200x200)
ja: サムネイル（200x200）
pt: Miniatura (200x200)

# txtLabel33
source: Create
ja: 作成
pt: Criar

# txtLabel34
source: Preview Gif
ja: プレビューGif
pt: Gif de pre-visualização

# txtLabel35
source: Wallpaper Type:-
ja: 壁紙タイプ：-
pt: Tipo de fundo:-

# txtLabel36
source: Files and Folders being added:-
ja: 追加されるファイルとフォルダー：-
pt: Ficheiros e Pastas a serem adicionados:-

# txtLabel38
source: Back
ja: 戻る
pt: Retroceder

# txtLabel39
source: Installing Wallpaper
ja: 壁紙のインストール
pt: Instalando Fundo

# txtLabel4
source: Media
ja: メディア
pt: Média

# txtLabel5
source: Games
ja: ゲーム
pt: Jogos

# txtLabel6
source: Retro
ja: レトロ

# txtLabel7
source: Other
ja: その他
pt: Outros

# txtLabel9
source: Audio Visualiser
ja: オーディオビジュアライザー
pt: Visualizadores de Áudio

# txtLabelApplication
source: Application
ja: アプリケーション
pt: Aplicação

# txtLabelAppName
source: Lively
ja: 活気のある

# txtLabelInteraction
source: Interaction
ja: インタラクション
pt: Interacção

# txtLabelRule
source: Rule
ja: ルール
pt: Regra

# txtLabelSoftwareUIRendering
source: Disable Hardware Acceleration
ja: ハードウェアアクセラレーションを無効にする
pt: Desativar Aceleração por Hardware

# txtLabelStream
source: Stream
ja: ストリーム

# txtLabelVideoQuality
source: Video Quality
ja: ビデオ品質
pt: Qualidade do Vídeo

# txtLivelyAppWarning
source: This feature is currently in development. Do NOT run programs such as CHROME, STEAM.. which spawn multiple Subprocesses. THERE WILL BE BUGS & CRASHES, PROCEED WITH CAUTION!!!
ja: この機能は現在開発中です。 複数のサブプロセスを生成するCHROME、STEAMなどのプログラムを実行しないでください。 バグがあります&クラッシュ、注意して進む!!!
pt: Esta funcionalidade está em desenvolvimento. Não corra programas como CHROME, STEAM.. que lançam multiplos Subprocessos. ENCONTRARA BUGS E CRASHES, PROCEDA COM CAUTELA!!!

# txtLivelyErrorMsgTitle
source: Error
ja: ライブリー：エラー
pt: Erro

# txtLivelyWaitMsgTitle
source: Please Wait
ja: しばらくお待ちください
pt: Aguarde Por Favor

# txtLivelyWallpaperTypeApp
source: Application
ja: アプリケーション
pt: Aplicação

# txtLivelyWallpaperTypeGIF
source: Animated GIF
ja: アニメーションGIF
pt: GIF Animado

# txtLivelyWallpaperTypeGodot
source: Godot Application
ja: Godotアプリケーション
pt: Aplicação Godot

# txtLivelyWallpaperTypeUrl
source: Online
ja: オンライン

# txtLivelyWallpaperTypeVideo
source: Video
ja: ビデオ
pt: Vídeo

# txtLiveTile
source: Animated Tile:
ja: アニメーションタイル：
pt: Telha Animada:

# txtLiveTileToolTip
source: (Experimental) Wallpaper preview on tile.
ja: （実験的、高いCPU使用率）ライブラリタイルで壁紙プレビューを再生します。
pt: (Experimental) Pre-visualização do fundo na telha.

# txtMoreWp
source: More Wallpapers...
ja: その他の壁紙...
pt: Mais Fundos...

# txtMouse
source: Mouse
ja: マウス
pt: Rato

# txtMsgFillAllFields
source: Fille all the required text fields.
ja: 必要なすべてのテキストフィールドに入力します。
pt: Preencha todos os campos de texto requeridos.

# txtMsgSelectWallpaperFile
source: Wallpaper file not selected
ja: 壁紙ファイルが選択されていません
pt: Ficheiro de fundo não seleccionado

# txtMsgUpdaterPortableUnsupported
source: Updater is not supported in portable version of Lively, download latest portable release from the website.
ja: アップデータはLivelyのポータブルバージョンではサポートされていません。Webサイトから最新のポータブルリリースをダウンロードしてください。
pt: O atualizador não é suportado na versão portátil do Lively, descarregue a última versão portátil da página web.

# txtNotes
source: Note: (1) Lively window ignores these rules. (2) Audio is always muted when other apps are in focus {except (1), Lively window}. (3) Foreground Process algorithm has some limitations, check wiki for more information. (4) Application Rules has the highest priority.
ja: 注： （1）Livelyウィンドウはこれらのルールを無視します。 （2）他のアプリにフォーカスがある場合、音声は常にミュートされます{（1）、Lively windowを除く）。 （3）フォアグラウンドプロセスアルゴリズムにはいくつかの制限があります。詳細についてはwikiを確認してください。 （4）アプリケーションルールが最も優先されます。 （5）Webブラウザーは一時停止ではなく最小化されているため、場合によっては一時的に壁紙がデフォルトに戻ります。修正はすぐに来ます。
pt: Nota: (1) A janela do Lively ignora essas regras. (2) O Áudio será sempre silenciado quando outras aplicações estarem em foco {exceto (1), janela do Lively}. (3) O algoritmo de processos em primeiro plano têm algumas limitações, consulte a wiki para mais informações. (4) As regras de aplicação têm a prioridade maxima.

# txtOff
source: Off
ja: オフ
pt: Desligado

# txtOn
source: On
ja: オン
pt: Ligado

# txtOtherAppsFocus
source: Other Application Focused:
ja: 他のアプリケーションにフォーカス：
pt: Outras Aplicações em Foco:

# txtOtherAppsFullScreen
source: Other Application Fullscreen:
ja: その他のアプリケーションのフルスクリーン：
pt: Outras Aplicações em Ecrã Inteiro:

# txtPauseAlgorith
source: Pause Algorithm:
ja: 一時停止アルゴリズム：
pt: Algoritmo de Pausa:

# txtPleaseWait
source: Load Failed
ja: ロードに失敗しました
pt: O Carregamento Falhou

# txtPleaseWait2
source: Please Wait
ja: しばらくお待ちください
pt: Por Favor Aguarde

# txtPreviewWallpaperNote
source: Keep this window in focus while processing.
ja: 処理中はこのウィンドウに焦点を合わせてください。
pt: Mantenha esta janela em foco enquanto o processamento decorre.

# txtSelectPreviewThumb
source: Select previewclip/thumbnail file.
ja: previewclip / thumbnailファイルを選択します。
pt: Seleccione o ficheiro clip de pre-visualização/miniatura.

# txtSetWallpaper
source: Set as Wallpaper
ja: 壁紙として設定
pt: Definir como Fundo

# txtSpanWallpaperWarning
source: Some wallpapers will not span across displays properly.
ja: 一部の壁紙はディスプレイ全体に適切に広がりません。
pt: Alguns fundos não irão esticar pelos ecrãs devidamente.

# txtStartup
source: Start with Windows:
ja: Windowsで開始：
pt: Iniciar com o Windows:

# txtStartupToolTip
source: Make sure to uncheck this before uninstalling lively.
ja: 活発にアンインストールする前に、これのチェックを外してください。
pt: Certifique-se de que desmarca isto antes de desinstalar o lively.

# txtSupport
source: Support
ja: サポート
pt: Suporte

# txtTileGIF
source: Animated GIF
ja: アニメーションGIF
pt: GIF Animado

# txtTileGodot
source: Godot Software
ja: Godotソフトウェア
pt: Software Godot

# txtTileOther
source: Other
ja: その他
pt: Outros

# txtTileVideo
source: Video
ja: ビデオ
pt: Vídeo

# txtTileWebsite
source: Website
ja: ウェブサイト

# txtTitlebar
source: Lively Wallpaper System
ja: ライブ壁紙システム
pt: Sistema de Fundos Lively

# txtTransparency
source: Transparent UI:
ja: 透明UI：
pt: IU Transparente:

# txtTransparencyToolTip
source: Make lively window semi-transparent.
ja: 活発なウィンドウを半透明にします。
pt: Tornar janela do lively semitransparente.

# txtUpdateBanner
source: Update available Lively
ja: 更新をライブで利用可能
pt: Atualização do Lively Disponível

# txtUpdateDownloadErrorMsg
source: Failed to update. Try downloading the installer from
ja: 更新に失敗しました。インストーラーをダウンロードしてみてください
pt: Atualização falhada. Tente descarregar o instalador novamente

# txtVideoPlayer
source: Video Player:
ja: 動画プレーヤー：
pt: Reprodutor de Vídeo:

# txtVideoPlayerToolTip
source: Directshow requires additionals plugins to be installed.
ja: Directshowには、追加プラグインのインストールが必要です。
pt: Directshow requer a instalação de plugins adicionais.

# txtVideoScaling
source: Video Scaling/Fit:
ja: ビデオフィット：
pt: Escala/Ajuste de Vídeo:

# txtWallpaperPlayback
source: Wallpaper Playback:
ja: 壁紙の再生：
pt: Reprodução do Fundo:

# txtWhenBattery
source: When on Battery Power:
ja: バッテリー電源の場合：
pt: Durante o uso de Bateria:

# txtWindowTitleSelectDisplay
source: Select Display
ja: 表示を選択
pt: Seleccionar Ecrã

# txtLivelyWallpaperTypeUnity
source: Unity Application
pt: Aplicação Unity

# txtLivelyWallpaperTypeUnityAudio
source: Unity Audio Reactive
pt: Unity Reativo a Áudio
